Overload List
Name  |   Description
GetElementFilterFromRule(Int32, Document)
 Retrieves a filter to restrict elements to be checked.
GetElementFilterFromRule(PerformanceAdviserRuleId, Document)
 Retrieves a filter to restrict elements to be checked.
 See Also
  PerformanceAdviser Class
  PerformanceAdviser Members
  Autodesk.Revit.DB Namespace